/* Alert text for Retro Synth audio file analysis in case another analysis is still ongoing */
"A wavetable is currently being created. Please try again after the creation process has finished." = "A hanghullámtábla jelenleg létrehozás alatt áll. Próbálja újra, amikor a létrehozás befejeződik.";

/* Alert text for Retro Synth audio file analysis result info */
"Timbral information for a single waveform was detected. Formant modulation is available, by switching the Modulation knob to “Formant”. The Shape 1 and Shape 2 knobs are not functional." = "Csak egyetlen hanghullámhoz áll rendelkezésre hangszín-információ. A formánsmoduláció a Moduláció gomb „Formáns” értékre való állításával használható. Az 1. alakzat és a 2. alakzat gombnak nincs funkciója.";

/* Alert text for Retro Synth audio file analysis result info on failure */
"To create a wavetable, the audio file must have a constant pitch, several pitched sections separated by silence, or one or more single cycle sections." = "Hanghullámtábla létrehozásához a hangfájlnak állandó hangmagassággal, néma részekkel elválasztott többféle hangmagasságú szakasszal, illetve egy vagy több egyszerű ismétlést tartalmazó szakasszal kell rendelkeznie.";

/* Alert text for Retro Synth audio file analysis result info on success */
"The new wavetable contains %d waveforms." = "Az új hanghullámtábla %d hanghullámot tartalmaz.";

/* Alert title for Retro Synth audio file analysis in case another analysis is still ongoing */
"Wavetable Being Created" = "A hanghullámtábla létrehozása folyamatban van";

/* Alert title for Retro Synth audio file analysis result info */
"Wavetable Created With a Single Waveform" = "Hanghullámtábla létrehozva egyetlen hanghullámmal";

/* Alert title for Retro Synth audio file analysis result info on failure */
"Wavetable Not Created" = "A hanghullámtáblát nem siekrült létrehozni";

/* Alert title for Retro Synth audio file analysis result info on success */
"Wavetable Created" = "Hanghullámtábla létrehozva";

/* Compressor side chain default menu item name */
"CompressorSideChainDefaultItemName" = "Belső";

/* Compressor side chain menu name */
"CompressorSideChainMenuName" = "Összekapcsolás:";

/* ES1 synth side chain default menu item name */
"ES1SideChainDefaultItemName" = "Ki";

/* ES1 synth side chain menu name */
"ES1SideChainMenuName" = "Külső hangbemenet:";

/* Flex analysis progress indicator detail info */
"Identification of Notes" = "Hangjegyek azonosítása";

/* Flex analysis progress indicator detail info */
"Pitch Analysis" = "Hangmagasság elemzése";

/* Flex analysis progress indicator info */
"Analyzing: %@" = "Elemzés: %@";

/* Playback file alert */
"PlaybackFileNotFoundHeader" = "Fájlmegnyitási hiba";

/* Playback file alert */
"PlaybackFileNotFoundMessage" = "A betölteni kívánt fájl nem található.";

/* Playback file alert */
"PlaybackFileOpenErrorHeader" = "Fájlmegnyitási hiba";

/* Playback file alert */
"PlaybackFileOpenErrorMessage" = "Nincs elég szabad memória a kijelölt fájl betöltéséhez.";

/* Playback file alert */
"PlaybackTempoMarkerErrorHeader" = "A fájl tempómódosításokat tartalmaz";

/* Playback file alert */
"PlaybackTempoMarkerErrorMessage" = "Figyelmeztetés: az importálandó fájlok közül legalább egyben ütemmódosítási jel található. A MainStage jelen verziója nem támogatja az ütemmódosítással rendelkező fájlok szinkronizálását.";

/* Playback file alert */
"PlaybackTransientsErrorHeader" = "Fájlmegnyitási hiba";

/* Playback file alert */
"PlaybackTransientsMessage" = "A tranziensek a kijelölt fájlban el lettek rejtve a Logic Próban. Nyissa meg a fájlt a Logic Próban, és vonja vissza a tranziensek elrejtését, mielőtt megnyitná a fájlt a pluginban.";

/* Playback file alert */
"PlaybackUnknownErrorHeader" = "Ismeretlen hiba";

/* Playback file alert */
"PlaybackUnknownErrorMessage" = "A kijelölt fájl nem nyitható meg.";

/* Playback file alert */
"PlaybackUnsupportedFileHeader" = "Nem támogatott hangfájlformátum";

/* Playback file alert */
"PlaybackUnsupportedFileMessage" = "A hozzáadni próbált hangfájl formátuma nem támogatott. A Lejátszás pluginhoz való hozzáadás előtt alakítsa át a fájlt támogatott formátumra az iTunesszal vagy egyéb hangkezelő alkalmazással.";

/* suffix for file names not being loaded into SpaceDesigner */
"MissingFileSuffix" = " (A fájl nem található)";
